Repository: seanpm2001/mt-training-data
Catalog: st/st_pontoon.tmx
Source language: en_us
Languages: st

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
st: Dipolelo di tlameha ho hlahlojwa le ho amohelwa ke batho ba babedi hore di kenyelletswe ho Common Voice. O etsa ditataiso tsa puo ya hao<languageGuidelinesLink> mona</languageGuidelinesLink>. Dipolelo di tlameha<licenseLink> ho ba tse ka bonwang ke setjhaba</licenseLink> mme di be ka tlase ho mantswe a 15. O ka kopa mong'a sengolwa hore a e etse<waiverLink> CC0 ka ho sebedisa mokgwa wa rona wa ho nyahlatsa</waiverLink>, mme a re romelle yona ho commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
st: Dipolelo ha dia romellwa, na o tiile o batla ho tsamaya?

source: { $sentences } sentences failed
st: { $sentences } dipolelo tse hlolehileng

source: { $sentences } sentences reviewed. Thank you!
st: Dipolelo tse hlahlubuweng. Rea leboha!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
st: Dipolelo tse netefaditsweng di fetisetswa kantle laboraro le leng le le leng mme dia fumaneha kamora tokollo e latelang.

source: Sentence text
st: Mongolo wa polelo

source: Set a goal
st: Ipehele sepheo

source: Set my visibility
st: Beha ponahalo ya ka

source: Settings
st: Ditlhophiso

source: Share Common Voice
st: Arolelana Common Voice

source: Share my goal
st: Arolelana sepheo sa ka

source: Share your clip
st: Arolelana clip ya hao

source: Share your { $count } Clip Daily Goal for { $type }
st: Arolelana { $count } Sepheo sa hao sa Clip sa Letsatsi bakeng sa { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
st: Arolelana { $count } Sepheo sa hao sa Clip sa Beke bakeng sa { $type }

source: Shortcuts
st: Dikgaoletso

source: [Should be ‘dinosaurs’]
st: [E tlameha e be 'dikgodumodumo']

source: [Should be “We are”]
st: [E lokela ho ba "Re"]

source: Show all skipped sentences again
st: Bontsha dipolelo tse tlotsweng hape

source: Show my ranking
st: Bontsha boemo ba ka

source: Sign up
st: Ngodisa

source: Sign up for an account
st: Ngodisa bakeng sa akhaonte

source: Sign up for Common Voice newsletters, goal reminders and progress updates
st: Ingodise bakeng sa dikoranta tsa Common Voice, dikgopotso tsa sepheo le ditlaleho tsa tswelopele

source: sign up for email updates
st: ingodise bakeng sa imeile ya dintlafatso

source: Sign up for { $lang } updates:
st: Ingodise bakeng sa { $lang } dintlafatso:

source: Single ZIP file containing
st: Faele e le nngwe ya ZIP e nang le

source: Size
st: Boholo

source: Skip
st: Tlola

source: Skip Submission Feedback
st: Tlola Maikutlo a Thomello

source: Social media
st: Metjha ya ditaba ya setjhaba

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
st: Dipuo tse ding di na le phapang e kgolo haholo ho sebopeho-puo, tlotlontswe le pitso ya mantswe. Ka lebaka lena, re <ctaLink>tsebisa 'Mefuta e fapaneng’</ctaLink> ka 2022. Hona ho fa ditjhaba mokgwa wa ho kgetholla dipuo tsa bona ka hara pokello ya data e kgolwanyane.

source: Someone asks for a language to be added.
st: Motho e mong o kopa hore a ekeletswe puo.

source: Something went wrong with reCAPTCHA. Please try again.
st: Ho bile le phoso ka reCAPTCHA. Ka kopo leka hape.

source: Sorbian, Lower
st: Sorbian, Tlase

source: Sorbian, Upper
st: Sorbian, Hodimo

source: Sorry, Common Voice is running slowly. Thanks for your interest.
st: Tshwarelo, Common Voice e sebetsa butle. Re leboha thahasello ya hao.

source: Sorry, something went wrong
st: Tshwarelo, ho na le ho hong ho fosahetseng

source: Source: { $sentenceSource }
st: Mohlodi: { $sentenceSource }

source: Source: { $source }
st: Mohlodi: { $source }

source: Southern Sotho
st: Sesotho sa Borwa

source: Speak
st: Bua

source: Speakers
st: Dibui

source: Speaking
st: E ntse e bua

source: Speaking and Listening
st: Ho Bua le ho Mamela

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
st: Bua ke lentswe la hao le tlwalehileng! Mokgwa oo o buang ka wona o amohelehile mona - re batla tsela ya hao ya puo e le jwalo, mme re batla bophahamo ba hao ba lentswe, setaele le modumo wa lentswe tse tlwaelehileng.

source: Speak now
st: Bua hona jwale

source: Speak up, contribute here!
st: Bua, kenya letsoho mona!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
st: <speechBlogLink>Qalella ka Temoho ya Puo</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
st: Puo hangata ke tsela ya tlhaho eo re buisanang mmoho ka eona mme dithekenoloji tsa lentswe di tlisa boiketlo boo ba puisano ho dikhomphuta le disebediswa tsa mohala tsa rona. Re batla ho matlafatsa batho ba ntlafatsang ho haha disebediswa tse hlollang tse elellwang lentswe jwaloka bafetoledi ba nako ya nnete le bathusi ba digital ba sebetsang ka lentswe. Empa hajwale boholo ba data ya lentswe e hlokahalang ho haha disebediswa tsa mofuta ona e ya tura mme e ruilwe ke batho ba itseng. Re tshepa hore pokello ya data ya Common Voice e tla fa bahahi ba marang-rang seo ba se hlokang ho qapa le ho etsa thekenoloji ya puo e fumanehe ka puo tseo e leng tsa bona. Ho etsa hore thekenoloji e elellwang lentswe e pharalle le lefatshe, re ntse re bokella mehlala ya mantswe dipuong tse buuwang haholo mmoho le ho dipuo tse buuwang ke ditjhaba tse fokolang ka palo tseo hangata di nyenyefatswang ke dikgwebo tse fanang ka ditshebeletso tsa thekenoloji e elellwang puo.

source: Speech-to-text (STT)
st: Puo-ho-sengolwa (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
st: Dithekenoloji tsa Puo ho ya ho mongolo (STT) di fetolela data ya lentswe ho ba mongolo.

source: Split into { $archiveCount } ZIP files containing
st: Arolela ho { $archiveCount } difaele tsa ZIP tse nang le

source: Splits
st: E arohane

source: Start recording
st: Qala ho rekota

source: Start typing to describe your accent
st: Qala ho ngola ho hlalosa tsela ya ho bitsa mantswe ya hao

source: Statistics
st: Dipalo-palo

source: Stats
st: Dipalo-palo

source: Status Page
st: Leqephe la Boemo

source: Streaks
st: Melapo

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
st: <strong>[Modumo o mokgutshwane o hlabang habohloko]</strong> dikgodumodumo tse kgolo tsa <strong>[modumo o mokgutshwane o hlabang habohloko]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
st: <strong>Se ke wa hana dikotwana moo mmui 'a nang le tsela ya puo' e fapaneng ho ya hao</strong> - hona ho bohlokwa bakeng sa hore temoho ya lentswe e sebetse betere bakeng sa bohle.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
st: <strong>E-ba le boiqapi!</strong> Puo ya heno e tla ikgetha, mme tsena ke ditsela tse seng kae feela tsa ho qalalella.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
st: <strong>Mmokelli wa Dipolelo</strong> ke sesebediswa sa ho bokella le ho netefatsa dipolelo tse phatlalatswang setjhabeng. O tla <scAccountLink> hloka ho etsa ak'haonte </scAccountLink>. Ebe, o kenya puo ya hao ho <strong>Profile</strong>. O ka <strong>Kenya</strong>dipolelo kapa wa<strong>Hlahloba</strong> dipolelo tse kentsweng kgale.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
st: <strong>[Sneeze]</strong> dikgodumodumo tse kgolo tsa<strong>[cough]</strong> Triassic.

source: Submission: { $batchId }
st: Tlhahiso: { $batchId }

source: Submission Error
st: Phoso ya Thomello

source: Submit
st: Romella

source: Submit a report
st: Romela tlaleho

source: Submit clips
st: Romella di-clip

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
st: Dipolelo tse fanweng. { $duplicates } dipolelo di hannwe e le dikopi.

source: Subscribe
st: Ngodisa

source: Success
st: Katleho

source: Success, profile created!
st: Katleho, profaele e entswe!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
st: Penya ka ho isa ho le letona ho amohela polelo. Penya ka ho isa ho le letshehadi ho e hana. Penya ka ho isa hodimo ho e feta. <strong>Se ke wa lebala ho fana ka tlhatlhobo ya hao!</strong>

source: Taking several attempts to read a word.
st: Ho leka makgetlo a mmalwa ho bala lentswe.

source: Tap
st: Tlanya

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
st: Tatoeba ke database e kgolo ya dipolelo, diphetolelo, le audio e builweng e sebediswang boithutong ba puo. Download ena e na le Sekgowa se builweng se rekotilweng ke setjhaba sa yona.

source: TED-LIUM Corpus
st: Dingolwa tsa TED-LIUM

source: Tell us what you'd like to download:
st: Re bolelle seo o ka ratang ho se download-a:

source: Terms
st: Dipehelo

source: Thanks for confirming your account, now let's build your profile.
st: Rea leboha ka ho netefatsa ak'haonte ya hao, jwale ha re theheng profaele ya hao.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
st: Ka lebaka la tlatsetso e tswang ho batho ba fetang 259k dipuong tse fetang 50, data ena e sebediswa ho kwetlisa disebediswa tse sebetsang ka puo ho araba hantle ho lentswe la motho.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
st: Rea leboha ka ho rekota!<lineBreak></lineBreak>Jwale hlahloba mme o romelle di-clip tsa hao ka tlase.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
st: Rea leboha ka thahasello ya hao ya ho kenya letsoho ho { $lang }. Re sebetsa ka thata ho etsa hore puo e nngwe le e nngwe e be e lokile bakeng sa ho qala mme re etsa hore dihlopha di tsebe ditaba kaofela ka email. Haeba o batla ho tlatsetsa, ka kopo fana ka email ya hao ka tlase.

source: Thank you! You’ve sent a new language enquiry
st: Rea leboha! O rometse potso ya puo e ntjha

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
st: Mehlodi e metle eo o ka e batlang ke di-podcasts, dingodilweng, dingodilweng tsa difilimi le eng kapa eng e ka kgonang ho ba dipuisano tsa letsatsi le letsatsi.

source: The bumblebee sped by.
st: Notshi e ile ya feta ka lebelo.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
st: Lebitla la dikotwana le na le dikotwana tsa mantswe tse sa kang tsa kenngwa ka hara pokello ya data ya Common Voice. Jwaloka pokello ya data, Lebitla la dikotwana le ya fumaneha bakeng sa download. Re ka rata ho leboha batho le mekgatlo e latelang bakeng sa thuso ya bona ho morero ona.

source: The clip has disrespectful or offensive language.
st: Clip e na le puo e hlokang tlhompho kapa e hlabang.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
st: Pokello ya data ya Common Voice e dumellana le enjene e bitswang Deep Speech e elellwang lentswe ya Mozilla e buletsweng bohle. Mofuta wa pele wa Deep Speech o lokollotswe Pulungwana 2017 mme o tswetsepele ho fetoha ho tloha hono. Mmoho le pokello ya data ya Common Voice, re dumela hore thekenoloji ena ya lentswe e buletsweng bohle e fumanehe ho bohle. Ke tshepo ya rona hore dithekenoloji tsena di tla dumella dihahi tsa marang-rang ho haha leqhubu la dihlahiswa le ditshebeletso tse ntjha.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
st: Pokello ya data ya Common Voice e na le mehlala ya mantswe e dikete tse makgolo tse thusang batho ba ntlafatsang ho haha ​​​​disebediswa tsa ho elellwa lentswe.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
st: Pokello ya data ya Common Voice ke sesebediswa se bulehileng mme se fumanehang phatlalatsa se ka sebediswang ho kwetlisa mefuta-futa ya disebediswa tse sebetsang ka puo. Ho sireletsa polokeho ya bafani ba rona, re kopa bohle ba download-ang pokello ya data ya Common Voice ba hlomphe boinotshi ba bafani. Kaofela dikotwana tsa lentswe tse kahara pokello ya data di hlwekiswa ho tlosa dintlha tse tsebahatsang motho. Ha o download-a pokello ya data, o dumela hore o ke ke wa leka ho fumana boitsebiso ba mang kapa mang ba bafani. Hoo ho bolela hore o ke ke wa leka ho hokanya dintlha tse kahara pokello ya data ho dintlha tsa boitsebiso tsa botho tsa mofani. Leha ho le jwalo, o ka sebedisa pokello ya data ho kwetlisa temoho ya puo, temoho ya sebui, kapa disebediswa tse ding, mohlala, ho kopanya dintlha tse ka hara pokello ya data ho dintlha tse ding tse neng di se di le teng ka hara pokello ya data.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
st: Pokello ya data ya Common Voice e ya fumaneha bakeng sa download tlasa<licenceLink>CC0</licenceLink>laecense ho<datasetLink>leqephe la Dipokello tsa data la rona</datasetLink>. O ka boela wa download-a dipokello tsa data tse ding tse ngata tse fumanehang phatlalatsa leqepheng le tshwanang.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
st: Mobokelli wa dipolelo wa Common Voice o bokelletse { $sentenceCount } dipolelo ka { $languageCount } dipuo!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
st: Palo ya dihora tsa ho rekota lentswe di netefaditswe ke basebedisi ba 2 ka hara ba 3 ka kgetho ya "E". Tsena di tshwaya tswelopele ya ho fihlela sepheo sa morero sa kakaretso ya dihora tse 10k.

source: The count of voice recording hours we have collected so far.
st: Palo ya dihora tsa ho rekota lentswe tseo re di bokeletseng ho fihlela jwale.

source: The giant dinosaur of the Triassic.
st: Kgodumodumo e kgolo tsa Triassic.

source: The giant dinosaurs of the Triassi-.
st: Dikgodumodumo tse kgolo tsa Triassic-.

source: The giant dinosaurs of the Triassic.
st: Dikgodumodumo tse kgolo tsa Triassic.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
st: Dikgodumodumo tse kgolo tsa Triassic. <strong>[e balwe ka lentswe le le leng]</strong>

source: The giant dinosaurs of the Triassic. Yes.
st: Dikgodumodumo tse kgolo tsa Triassic. Ee.

source: The giant dino <strong>[cough]</strong> the Triassic.
st: Kgodumodumo e kgolo <strong>[cough]</strong> Triassic.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
st: Sepheo sa pokello ya data ya Common Voice ke ho nolofalletsa mang le mang lefatsheng ho haha sesebediswa se sebetsang ka ho elellwa puo, ho elellwa sebui, kapa mofuta o feng kapa o feng wa sesebediswa o hlokang data ya mantswe. Mothusi wa lentswe ke e nngwe ya mefuta e mengata ya disebediswa tseo o ka sebedisang pokello ya data ho di haha.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
st: Mofuta wa dipuo tse ngata wa pokello ya data wa Common Voice hajwale o ntse o kopanngwa le ho hlwekiswa ke setjhaba. Haeba o ka thabela ho re thusa ho tlisa Common Voice ho dipuo tse ntjha, tsa mo sheba <sentenceCollectorLink>Sesebediswa se Bokellang Dipolelo</sentenceCollectorLink> bakeng sa ho kenya dipolelo tse ntjha ho pokello ya data, le ho Mozilla <pontoonLink>Pontoon</pontoonLink> bakeng sa ho toloka sebaka sa marang-rang ka bo sona. Dipuo tse ntjha di kenyelletswa ho Common Voice bakeng sa tlatsetso ya lentswe ha dipolello tse 5000 tse amohetsweng di se di bokelletswe.

source: The number of recordings and which languages you contribute to will be public.
st: Palo ya dikgatiso le dipuo tseo o kenyang letsoho ho tsona di tla phatlalatswa.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
st: Mokgwa oo ka oona dintlha tsa profaele ya motlatsi di patilweng ho dikotwana tsa lentswe tseo a faneng ka tsona ha di pakelwa bakeng sa ho daonlouda e le karolo ya pokello ya data.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
st: Ho na le mekgatlo e mengata ya setjhaba e ka batlang ho sebedisana mme e se e ntse e e-na le dingolwa tse ngata tseo ba ka fanang ka tsona setjhabeng. Ikopanye le diunivesithi tsa lehae, Mebuso le mekgatlo ya tse buletsweng bohle ho bua ka morero le ho kopa thuso ya bona.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
st: Ho na le mekgwa e mengata ya ho nahana ka puo. Bakeng sa di-model tse elellwang puo, Common Voice e kgothaletsa ho tsepamisa maikutlo ho 'kutlwisisano' kapa ‘na dibui tsa puo ee di ya utlwisisana boholo ha di leka ho etsa jwalo?'

source: The recording was too long.
st: Rekgoto e ne e le telele haholo.

source: The recording was too quiet.
st: Rekoto e ne e thotse haholo.

source: The recording was too short.
st: Rekoto e ne e le kgutshwanyane haholo.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
st: Ho tla ba le mefuta e fapaneng ya tlhaho ya bophahamo ba modumo pakeng tsa babadi. Hana ha feela bophahamo ba modumo bo le hodimo hoo rekoto e kgaohang, kapa (ho tlwaelehileng haholo) o le tlase hoo o sa utlweng se buuwang ntle le ho sheba sengolwa.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
st: Dipuo tsena hajwale di tlasa ntshetsopele ya setjhaba. <localizationGlossaryLink> Localization ya sebaka sa Marang-rang</localizationGlossaryLink> le <sentenceCollectionGlossaryLink>pokello ya dipolelo</sentenceCollectionGlossaryLink> dia hlokahala bakeng sa ho qala.

source: The selected file is too large
st: Faele e kgethilweng e kgolo haholo

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
st: Mmokelli wa dipolelo ke karolo ya<commonVoiceLink>Common Voice</commonVoiceLink>. E dumella bafani ho bokella le ho netefatsa dipolelo tse entsweng ke setjhaba. O ka sebedisa sesebediswa sena ho tlisa kahare le ho hlwekisa dingolwa tsa setjhaba tse nyane ho isa ho tse bohareng tseo o di fumaneng kapa o di bokelletseng. Dipolelo kaofela di tlameha hore ebe Tsa Setjhaba. Dipolelo tse amohetsweng di romellwa beke e nngwe le e nngwe ho polokelo ya Common Voice mme di ntshetswa setsing sa marang-rang sa Common Voice ka thomello e nngwe le e nngwe e ntjha.

source: The sentence has a grammatical or spelling error.
st: Polelo e na le phoso ya sebopeho-puo kapa mopeleto.
